Repository: luzfcb/django-mtr-sync
Catalog: mtr/sync/locale/*/LC_MESSAGES/django.po
Languages: ru

source: mtr.sync:Link to file
ru: Ссылка на файл

source: mtr.sync:Data settings
ru: Настройки данных

source: mtr.sync:Worksheet settings
ru: Настройки файла (документа)

source: mtr.sync:Language settings
ru: Настройки языка

source: mtr.sync:Field settings
ru: Настройки полей

source: mtr.sync:Data synchronization started in background.
ru: Синхронизация отправлена в фоновый режим

source: mtr.sync:Sync data
ru: Синхронизировать

source: mtr.sync:Create a copy of settings
ru: Создать копию настроек

source: mtr.sync:Latest run messages
ru: Отчет с последнего запуска

source: mtr.sync:Create only
ru: Только создать

source: mtr.sync:Update only
ru: Только обновить

source: Data sync
ru: Синхронизация

source: mtr.sync:position
ru: позиция

source: mtr.sync:Export
ru: Экспорт

source: mtr.sync:Import
ru: Импорт

source: mtr.sync:action
ru: действие

source: mtr.sync:name
ru: имя

source: mtr.sync:start row
ru: начальная строка

source: mtr.sync:end row
ru: конечная строка

source: mtr.sync:model
ru: модель данных

source: mtr.sync:created at
ru: дата создания

source: mtr.sync:updated at
ru: дата обновления

source: mtr.sync:format
ru: формат

source: mtr.sync:worksheet page
ru: страница документа

source: mtr.sync:include header
ru: включая заголовок

source: mtr.sync:custom filename
ru: имя файла

source: mtr.sync:file
ru: файл

source: mtr.sync:dataset
ru: пользовательский набор данных

source: mtr.sync:data action
ru: обработчик данных

source: mtr.sync:filter custom dataset
ru: фильтровать пользовательский набор данных

source: mtr.sync:querystring
ru: строка запроса

source: mtr.sync:language
ru: язык

source: mtr.sync:Hide translation prefixed fields
ru: Скрыть поля с префиксами перевода

source: mtr.sync:Create settings for fields
ru: Создать поля автоматически

source: mtr.sync:Populate settings from file
ru: Взять настройки с файла

source: mtr.sync:Include related fields
ru: Включить в поля зависимости

source: mtr.sync:Edit field attributes
ru: Редактировать атрибуты поля в ручную

source: mtr.sync:settings
ru: настройки

source: mtr.sync:sequence
ru: синхронизация

source: mtr.sync:sequences
ru: синхронизация

source: mtr.sync:model attribute
ru: атрибут модели

source: mtr.sync:replacer category
ru: категория замещения

source: mtr.sync:replacer categories
ru: категории замещения

source: mtr.sync:value
ru: значение

source: mtr.sync:change to
ru: заменить на

source: mtr.sync:regex
ru: регулярное выражение

source: mtr.sync:category
ru: категория

source: mtr.sync:replacer
ru: замещение

source: mtr.sync:replacers
ru: замещение

source: mtr.sync:skip
ru: пропустить

source: mtr.sync:update
ru: обновить

source: mtr.sync:find
ru: искать

source: mtr.sync:set filter type
ru: фильтр ячейки

source: mtr.sync:set value
ru: значение

source: mtr.sync:find filter type
ru: фильтр для поиска

source: mtr.sync:find value
ru: значение для поиска

source: mtr.sync:converters
ru: преобразователи

source: mtr.sync:field
ru: поле

source: mtr.sync:fields
ru: поля

source: mtr.sync:cell
ru: ячейка

source: mtr.sync:context
ru: контекст

source: mtr.sync:contexts
ru: контексты

source: mtr.sync:Error
ru: Завершено с ошибками

source: mtr.sync:Running
ru: В обработке

source: mtr.sync:Success
ru: Успешно завершено

source: mtr.sync:status
ru: статус

source: mtr.sync:started at
ru: дата начала

source: mtr.sync:completed at
ru: дата завершения

source: mtr.sync:report
ru: отчет

source: mtr.sync:reports
ru: отчеты

source: mtr.sync:Info
ru: Інформация

source: mtr.sync:message
ru: сообщение

source: mtr.sync:step
ru: этап

source: mtr.sync:input position
ru: позиция в файле

source: mtr.sync:input value
ru: входящие данные

source: mtr.sync:type
ru: тип

source: mtr.sync:messages
ru: сообщения
